INSERT INTO public.locations (city,district,address,latitude,longitude,"comment",street,house) VALUES
	 ('Хабаровск','Краснофлотский район','ул. Тихоокеанская 171',48.536022,135.048686,NULL,'Тихоокеанская','171'),
	 ('Хабаровск','Железнодорожный район','ул. Карла Маркса 97',48.499266,135.100870,NULL,'Карла Маркса','97'),
	 ('Хабаровск','Центральный район','ул. Пушкина 19',48.478145,135.075690,NULL,'Пушкина','19'),
	 ('Хабаровск','Краснофлотский район','ул. Руднева 68',48.564972,135.043539,NULL,'Руднева','68'),
	 ('Хабаровск','Кировский район','ул. Металлистов 1',48.495492,135.049710,NULL,'Металлистов','1'),
	 ('Хабаровск','Кировский район','ул. Советская -Запарина',48.487163,135.051157,NULL,'Советская / Запарина',NULL),
	 ('Хабаровск','Железнодорожный район','ул. Горького -Медовая',48.479023,135.159709,NULL,'Горького / Медовая',NULL),
	 ('Хабаровск','Краснофлотский район','ул. Руднева 19',48.558472,135.035472,NULL,'Руднева','19'),
	 ('Хабаровск','Кировский район','ул. Тихоокеанская 123',48.517519,135.050142,NULL,'Тихоокеанская','123'),
	 ('Хабаровск','Центральный район','Пилон ул. Дикопольцева 23',48.485433,135.080639,NULL,'Дикопольцева','23');
INSERT INTO public.locations (city,district,address,latitude,longitude,"comment",street,house) VALUES
	 ('Хабаровск','Центральный район','Пилон ул. Дикопольцева (ДВГГУ)',48.486436,135.081008,NULL,'Дикопольцева',NULL),
	 ('Хабаровск','Центральный район','Пилон Площадь Блюхера',48.474418,135.081673,NULL,'Площадь Блюхера',NULL),
	 ('Хабаровск','Центральный район','Пилон Амурский бульвар -Льва Толстого',48.488900,135.067030,NULL,'Амурский бульвар / Льва Толстого',NULL),
	 ('Хабаровск','Центральный район','ул. Московская -Ким Ю Чена',48.488560,135.079220,NULL,'Московская / Ким Ю Чена',NULL),
	 ('Хабаровск','Краснофлотский район','ул. Тихоокеанская 219 А',48.552533,135.041015,NULL,'Тихоокеанская','219А'),
	 ('Хабаровск','Индустриальный район','ул. Павла Морозова 79',48.424620,135.099684,NULL,'Павла Морозова','79'),
	 ('Хабаровск','Индустриальный район','ул. Автобусная (ост Автобусная)',48.368273,135.065808,NULL,'Автобусная',NULL),
	 ('Хабаровск','Индустриальный район','ул. Гамарника- Павловича 13',48.475373,135.086802,NULL,'Гамарника-Павловича','13'),
	 ('Хабаровск','Индустриальный район','ул. Красноярская 39 -Владивостокское шоссе',48.348750,135.077136,NULL,'Красноярская','39'),
	 ('Хабаровск','Краснофлотский район','ул. Полярная -Воронежское шоссе',48.591622,135.060679,NULL,'Полярная / Воронежское шоссе',NULL);
INSERT INTO public.locations (city,district,address,latitude,longitude,"comment",street,house) VALUES
	 ('Хабаровск','Краснофлотский район','Чернореченское шоссе-Комсомольское шоссе',48.509288,135.153187,NULL,'Чернореченское / Комсомольское шоссе',NULL),
	 ('Хабаровск','Индустриальный район','ул. Флегонтова 10',48.436116,135.115404,NULL,'Флегонтова','10'),
	 ('Хабаровск','Индустриальный район','ул. Красноречнская 72',48.405848,135.104211,NULL,'Краснореченская','72'),
	 ('Хабаровск','Индустриальный район','ул. Павла Морозова -Бийская 1а',48.417466,135.099207,NULL,'Павла Морозова / Бийская','1а'),
	 ('Хабаровск','Индустриальный район','Прос-kt 60 лет - переезд в Южный',48.402612,135.138230,NULL,'Проспект 60 лет Октября (переезд в Южный)',NULL),
	 ('Хабаровск','Центральный район','Уссурийский бульвар Платинум Арена (рест. Овертайм)',48.484374,135.086371,NULL,'Уссурийский бульвар',NULL),
	 ('Хабаровск','Центральный район','Пер. Студенческий- Уссурийский бульвар (Ленинградская)',48.481728,135.084960,NULL,'Студенческий пер. / Уссурийский бульвар',NULL),
	 ('Хабаровск','Кировский район','ул Тихоокеанская 73',48.503821,135.037179,NULL,'Тихоокеанская','73'),
	 ('Хабаровск','Индустриальный район','ул Слободская 16',48.473128,135.083388,NULL,'Слободская','16'),
	 ('Хабаровск','Железнодорожный район','ул. Совхозная 60а',48.531064,135.085239,NULL,'Совхозная','60а');
INSERT INTO public.locations (city,district,address,latitude,longitude,"comment",street,house) VALUES
	 ('Хабаровск','Центральный район','ул. Ленина 57',48.478569,135.084691,NULL,'Ленина','57'),
	 ('Хабаровск','Железнодорожный район','Прос-кт 60 лет - Карла Маркса',48.494441,135.097988,NULL,'Проспект 60 лет Октября / Карла Маркса',NULL),
	 ('Хабаровск','Железнодорожный район','ул Воронежская 57- Алтайская',48.512828,135.071800,NULL,'Воронежская / Алтайская','57'),
	 ('Хабаровск','Краснофлотский район','ул. Полярная 70',48.584047,135.057265,NULL,'Полярная','70'),
	 ('Хабаровск','Железнодорожный район','ул. Некрасова 54',48.494173,135.066033,NULL,'Некрасова','54'),
	 ('Хабаровск','Центральный район','ул. Дикопольцева (гостиница Бригантина)',48.480648,135.088236,NULL,'Дикопольцева',NULL),
	 ('Хабаровск','Индустриальный район','ул Краснореченская- Урицкого',48.415542,135.108428,NULL,'Краснореченская / Урицкого',NULL),
	 ('Хабаровск','Индустриальный район','ул. Краснореченская 141',48.420781,135.108882,NULL,'Краснореченская','141'),
	 ('Хабаровск','Центральный район','Амурский бульвар - Волочаевская',48.481599,135.064083,NULL,'Амурский бульвар / Волочаевская',NULL),
	 ('Хабаровск','Краснофлотский район','ул. Руднева 74 (ост. Белоснежка)',48.570230,135.042335,NULL,'Руднева','74');
INSERT INTO public.locations (city,district,address,latitude,longitude,"comment",street,house) VALUES
	 ('Хабаровск','Железнодорожный район','ул Слободская -Ленина 38А',48.474113,135.081053,NULL,'Слободская / Ленина','38А'),
	 ('Хабаровск','Центральный район','Амурский бульвар 36',48.483860,135.065593,NULL,'Амурский бульвар','36'),
	 ('Хабаровск','Центральный район','ул. Льва Толстого 7',48.485108,135.070551,NULL,'Льва Толстого','7'),
	 ('Хабаровск','Краснофлотский район','ул Руднева 98',48.577330,135.045273,NULL,'Руднева','98'),
	 ('Хабаровск','Железнодорожный район','ул. Краснодарская 2В',48.511574,135.105514,NULL,'Краснодарская','2В'),
	 ('Хабаровск','Железнодорожный район','ул. Краснодарская 9Б',48.513657,135.104166,NULL,'Краснодарская','9Б'),
	 ('Хабаровск','Кировский район','ул. Правобережная -пер. Мечникова',48.514783,135.031516,NULL,'Правобережная / Мечникова',NULL),
	 ('Хабаровск','Железнодорожный район','ул Совхозная 62',48.522018,135.078250,NULL,'Совхозная','62'),
	 ('Хабаровск','Центральный район','ул. Ленина 53 - Вострецова',48.477571,135.083263,NULL,'Ленина / Вострецова',NULL),
	 ('Хабаровск','Индустриальный район','Павла Морозова 113-пер Бассейный №2',48.448100,135.097815,NULL,'Павла Морозова','113');
INSERT INTO public.locations (city,district,address,latitude,longitude,"comment",street,house) VALUES
	 ('Хабаровск','Краснофлотский район','ул. Тихоокеанская 223',48.554513,135.038329,NULL,'Тихоокеанская','223'),
	 ('Хабаровск','Центральный район','Пилоны Муравьева Амурского 7 Конструкция',48.474077,135.059260,NULL,'Муравьева-Амурского','7'),
	 ('Хабаровск','Центральный район','Пилон ул. Тургенева -Уссурийский бульвар',48.470138,135.061536,NULL,'Тургенева / Уссурийский бульвар',NULL),
	 ('Хабаровск','Центральный район','ул. Дзержинского 52 (рест Густав)',48.478903,135.065144,NULL,'Дзержинского','52'),
	 ('Хабаровск','Кировский район','ул Гайдара 13',48.486064,135.071647,NULL,'Гайдара','13'),
	 ('Хабаровск','Кировский район','ул Советская -Калинина',48.485288,135.048489,NULL,'Советская / Калинина',NULL),
	 ('Хабаровск','Кировский район','ул. Шелеста 79',48.518259,135.055055,NULL,'Шелеста','79'),
	 ('Хабаровск','Центральный район','ул. Дзержинского 36',48.476628,135.068449,NULL,'Дзержинского','36');
